RRN_Data/1027100/1027107.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-04-23T09:03:22.468+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-04-23T09:03:22.468+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230423-000285" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-04-23T09:03:21.595+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AnimalPresenceObstruction" id="230423-000285-1" version="2"><situationRecordCreationReference>frmar-230423-152841-frmar-230423-172019</situationRecordCreationReference><situationRecordCreationTime>2023-04-23T09:03:04.954+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-04-23T09:03:18.658+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-04-23T09:03:21.595+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-04-23T09:03:04.954+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-04-23T09:02:36.679+02:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Méditerranée/District Urbain/CAM</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Chien</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 1271 m au nord de Aubagne ouest</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Pont-de-l'Étoile (A52) vers Marseille</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.30279</latitude><longitude>5.5684376</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Aubagne</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">A501</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Aubagne ouest</value></values></alertCLocationName><specificLocation>13346</specificLocation></alertCLocation><offsetDistance><offsetDistance>1271</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>A0501</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>426.0</distanceAlong><fromReferent><referentIdentifier>13PR2G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><alive>true</alive><animalPresenceType>animalsOnTheRoad</animalPresenceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>